{
  "results": [
    {
 
      "id": 1,
      "title": "Wireless Mouse Rechargeable Optical 2.4g Portable Bluetooth",
      "price": 10,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_979137-MLA44255818618_122020-F.webp",
      "stock": 20,
      "categories": "Mouse",
      "description": "Wireless"
    },
    {

      "id": 2,
      "title": "Havit Mechanical Keyboard, Wired Compact PC Keyboard with Number Pad Red Switch Mechanical Gaming Keyboard 89 Keys for Computer/Laptop (Black)",
      "price": 160,
      "image": "https://m.media-amazon.com/images/I/71yGtauB-AL._AC_SX679_.jpg",
      "stock": 18,
      "categories": "Keyboard",
      "description": "Compact Keyboard with Numpad Unlike bulky full-sized layout, this 85% keyboard saves more desk space but keep the numkeys which is essential. Press Fn+Backspace to lock/unlock the numkeys (Note: The numpad lights up ONLY when it's unlocked, the rest of the keys don't have lighting). Colorful PBT Keycaps Constructed from unique and high-quality durable PBT keycaps, Havit mechanical keyboard has excellent touch experience and long serving time. Colorful keycaps can bring a more pleasant mood during games or work, decorate your space and enhance your life. Red Switches Keyboard for Different Needs Perfect for office typing or playing games. Havit HV-KB487L wired keyboard frees up your desk during work, after working sessions, you can enjoy the keyboard for gaming, or bring it with you as the size is compact and easy to carry out. Ergonomic Comfort The design of this mechanical gaming keyboard is based on ergonomics, the two keyboard kickstands provide comfortable angle for typing and effectively reduces the burden on the wrist. This 89 key mechanical keyboard is compatible with Windows 10, Windows 8, Windows 7, Windows XP, Windows VISTA and other systems. Cautions: For Mac OS and Chrome OS system, the Num Lock function is not available, so the number pad is unable to be locked and will stay on"
    },
    {
 
      "id": 3,
      "title": "Dell S2722QC Monitor 4K USB-C",
      "price": 160,
      "image": "https://m.media-amazon.com/images/I/61MajbICR7L._AC_SX679_.jpg",
      "stock": 18,
      "categories": "Display",
      "description": "A superior display: High functionality meets excellent style with an ultra-thin three-sided bezel design that lets you see more with less distraction on this 27-inch 4k monitor. Versatile connectivity: Easily charge and connect your laptop on this USB-C monitor. This one-cable solution reduces desktop clutter and carries power, video, audio, and data all at once. A stunning setup: Bring modern elegance to any space with our stunning new platinum silver finish and a subtle textured back that gives your 4K monitor a unique look. Comfort First: Customize your views with a height-adjustable stand that tilts, swivels and pivots allowing you to view in your most optimal position. Built-in speakers: This usb-c monitor comes equipped with everything you need, including dual 3W built-in speakers."
    },
    {

      "id": 4,
      "title": "Desk With Shelf Functional Youth Home Office",
      "price": 200,
      "image": "https://http2.mlstatic.com/D_NQ_NP_828756-MLA49266326486_032022-O.webp",
      "stock": 5,
      "categories": "Desktop",
      "description": "1-drawer melamine desk, with MEASUREMENTS of the Assembled Furniture 1.35 wide x 0.75 high x 0.60 m deep"
    },
    {

      "id": 5,
      "title": "Apple 2021 iMac (24-inch, M1 Chip with 8-core CPU and 7-core GPU, 8GB RAM, 256GB) - Blue",
      "price": 500,
      "image": "https://m.media-amazon.com/images/I/41ISJ84JIVL._AC_SX522_.jpg",
      "stock": 100,
      "categories": "Laptop",
      "description": "Apple Authorized Reseller. Returns: only damaged, inoperative on first use or unopened products in original sealed box. Immersive 24-inch Retina 4.5K display with P3 wide color gamut and 500 nits of brightness. Apple M1 chip with incredible performance, 8 core CPU and 7 or 8 core GPU. Spectacular colors and ultra-thin design at only 11.5mm thick. 1080p FaceTime HD camera with ISP on M1 chip for amazing video quality. Studio-quality three-microphone system for crystal-clear calls and voice recordings. Six-speaker sound system for a high-quality audio experience"
    },
    {

      "id": 6,
      "title": "Motorola Pulse Escape+ wireless headphones black camo",
      "price": 100,
      "image": "https://http2.mlstatic.com/D_NQ_NP_617225-MLA40433953694_012020-O.webp",
      "stock": 50,
      "categories": "Headphone",
      "description": "On the street, in the bus or in the office, always have your Motorola headphones at hand and escape from the routine for a while! You will be able to enjoy the music you like the most and your favorite podcasts whenever and wherever you want. The perfect format for you. The over-ear design provides unbeatable comfort thanks to its soft ear cushions. At the same time, its surround sound of the highest level becomes the protagonist of the scene."
    },
    {

      "id": 7,
      "title": "Vidlok W77 Full HD 30FPS webcam black color",
      "price": 20,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_798960-MLA49388699540_032022-F.webp",
      "stock": 30,
      "categories": "Camera",
      "description": "You no longer have to worry if your PC does not have a camera. This Vidlok device provides the image quality and features you need to communicate easily and effectively in virtuality. This webcam offers a built-in microphone, allowing you to capture ambient sound. You can enjoy conversations with speaker or headphones, if you are looking for more privacy. Easy to use. Having a video conference is easier than ever. Its plug and play technology allows you to connect the camera to the computer without having to configure or offer parameters to its drivers. This device is ideal for those people who enjoy online gaming. Its features and image quality undoubtedly offer a great experience."
    },
    {

      "id": 8,
      "title": "Smart Tech WS5167 ergonomic black desk chair with mesh and synthetic leather upholstery",
      "price": 150,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_687926-MLA52223081512_102022-F.webp",
      "stock": 20,
      "categories": "Chair",
      "description": "The selection of a suitable chair is very important to prevent future injuries. With this Smart Tech chair, you will have the comfort and well-being you need throughout your day. In addition, you can place it anywhere in your home or office since its design adapts to multiple environments. Give your spaces a more modern touch! It is very common for you to adopt a bad posture when sitting and that undoubtedly brings a series of pathologies that have a direct impact on your well-being. This ergonomic chair is the one for those who spend a lot of time at the desk, whether for work or study, since its design adapts to the shape of the body and guarantees balanced pressure distribution. Create a healthy and productive work environment. With its height adjustment, you will be able to fix the position of your torso with respect to the work table and thus you will get a more comfortable chair at the level of your needs. The armrests will favor your posture when writing and will help you get up more easily when you want to get up. The wheels will allow you to easily move and clean your space. You will be able to move it without difficulty when you need it. In addition, being swivel will allow you to rotate the seat 360º without the need to change position or move from the place where you are."
    },
    {

      "id": 9,
      "title": "Wireless mouse Genius NX-7000 calm black",
      "price": 5,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_782736-MLA32146214199_092019-F.webp",
      "stock": 10,
      "categories": "Mouse",
      "description": "Desde hace más de 30 años, Genius está enfocado en la calidad, comodidad y facilidad de uso de sus productos. Su principal objetivo es proporcionarle a las personas una mejor experiencia de usuario. Además, busca incorporar diseños ecológicos que respeten el medio ambiente. El mouse Genius se caracteriza por suaves curvas que resultan cómodas para cualquier mano. Gracias a su resolución, conseguirás movimientos precisos en una amplia gama de superficies."
    },
    {

      "id": 10,
      "title": "Gaming Mechanical Keyboard",
      "price": 120,
      "image": "https://m.media-amazon.com/images/I/71-ZP9hUVVL._AC_SX466_.jpg",
      "stock": 60,
      "categories": "Keyboard",
      "description": "Mechanical Keyboard - Responsive Blue Switches - RisoPhy keyboard features clicky keys that give you higher precision and faster response with a nice clicking sound when typing. This keyboard is more comfortable to type on as it features deeper key travel, greater feedback, and more space between keys. For those who prefer keyboards with a more tactile and clicky feel, our keyboard with blue switches is a good choice."
    },
    {

      "id": 11,
      "title": " KOORUI 24-Inch Curved Computer Monitor- Full HD 1080P 75Hz Gaming Monitor",
      "price": 120,
      "image": "https://m.media-amazon.com/images/I/711U7Cqp-LL._AC_SX679_.jpg",
      "stock": 50,
      "categories": "Display",
      "description": "FHD 1800R Curved Monitor - KOORUI curved monitor using a 23.6'' VA screen, delivers 1920 x 1080 at 75Hz breathtaking viewing quality. The 1800R degree curved design immerses you completely into the working landscape, screen curvature as the images appear to wrap around you for an in depth, immersive experience."
    },
    {

      "id": 12,
      "title": "Desk In L O Straight Functional Office Youth Home",
      "price": 120,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_841051-MLA49266075819_032022-F.webp",
      "stock": 100,
      "categories": "Desktop",
      "description": "METAL Drawer Slides and Handles! Minifix system (No visible screws!), reversible Drawer (Left or Right) in L or Straight, Fund of the Coated Furniture (Serves for public attention)"
    },
    {

      "id": 13,
      "title": "MacBook Air Laptop with M2 Chip (2022)",
      "price": 500,
      "image": "https://m.media-amazon.com/images/I/5195Eiy4lgL._AC_SX522_.jpg",
      "stock": 40,
      "categories": "Laptop",
      "description": "13.6-inch Liquid Retina display, 8GB RAM, 256GB SSD storage, Backlit keyboard, 1080p FaceTime HD camera.Silver"
    },
    {

      "id": 14,
      "title": "Audio-Technica M-Series ATH-M30x Headphones Black",
      "price": 150,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_628312-MLA41051245406_032020-F.webp",
      "stock": 10,
      "categories": "Headphone",
      "description": "The over-ear design provides unbeatable comfort thanks to its soft ear cushions. At the same time, its surround sound of the highest level becomes the protagonist of the scene."
    },
    {

      "id": 15,
      "title": "Trust Vero Full HD 30FPS webcam black",
      "price": 150,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_628312-MLA41051245406_032020-F.webp",
      "stock": 10,
      "categories": "Headphone",
      "description": "The over-ear design provides unbeatable comfort thanks to its soft ear cushions. At the same time, its surround sound of the highest level becomes the protagonist of the scene."
    }
  ],
  "offset": 0,
  "number": 150
}