{
  "results": [
    {
      "id": 117,
      "title": "Logitech G502 HERO",
      "price": 30,
      "image": "https://m.media-amazon.com/images/I/61mpMH5TzkL._AC_SX425_.jpg",
      "stock": 20,
      "categories": "Mouse",
      "description": "Hero 25K sensor, via a software update from G HUB, this update is free for all players: Our most advanced system, with 1:1 tracking, 400+ ips (inches per second), and a maximum sensitivity of 100 to 25,600 dpi, plus zero smoothing, filters, or acceleration. 11 customizable buttons and onboard memory: Assign custom commands to buttons and save up to five ready-to-play profiles right on the mouse. Adjustable Weight System: Place up to five removable 0.13-ounce weights inside the mouse for custom weight and balance adjustment. Programmable RGB lighting and LightSync technology: Customize lighting from nearly 16.8 million colors to match your team's colors, rock your own, or sync colors with other Logitech G gear. Mechanical Switch Button Tension: Metal spring tension system and pivot hinges are integrated into the left and right buttons of the gaming mouse, for a crisp, clean click feel with fast click response."
    },
    {
      "id": 118,
      "title": "Gamer keyboard Keychron C1 QWERTY Gateron G Pro Blue English US black color with white light",
      "price": 88,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_831520-MLA51338774359_082022-F.webp",
      "stock": 24,
      "categories": "Keyboard",
      "description": "This high-performance Keychron keyboard allows you to enjoy unlimited hours of gaming. It is specially designed so that you can express both your skills and your style. You will be able to improve your gaming experience, whether you are an amateur or an expert, and take your plays to another level. Full color distinction. Its backlight gives a different touch to your equipment and highlights its composition when used in dimly lit spaces."
    },
    {
      "id": 119,
      "title": "Portable Monitor, Ultra Slim Portable Monitor for Laptop HDMI USB C, InnoView 15.6 Inch FHD 1080P HDR IPS Screen 178° Full View, for MacBook/Android Xbox Switch PS5 Raspberry Pi",
      "price": 169,
      "image": "https://m.media-amazon.com/images/I/71HGFpkAvVS._AC_SX425_.jpg",
      "stock": 15,
      "categories": "Display",
      "description": "A perfect portable monitor for WFH. Need a second monitor for working from home? The InnoView external portable monitor is exactly the right choice for you. The 15.6-inch IPS screen with FHD 1080p resolution can provide excellent image quality. It also offers a wide 178° viewing angle that gives you a lifelike image with incredible detail and crisp clarity."
    },
    {
      "id": 120,
      "title": "Scandinavian Vintage Desk",
      "price": 668,
      "image": "https://http2.mlstatic.com/D_NQ_NP_821493-MLA43987510163_112020-O.webp",
      "stock": 10,
      "categories": "Desktop",
      "description": "Desktop with blind type lid for storage. Made of wood and lacquered. With USB connection for charging cell phones and tablets. 220V connection."
    },
    {
      "id": 121,
      "title": "HUAWEI MateBook D 16 - 16.1'' Laptop, AMD Ryzen 5 4600H, 512GB ROM Memory + 16GB RAM, Gray",
      "price": 1231,
      "image": "https://m.media-amazon.com/images/I/61D1acWOJ9S._AC_SY450_.jpg",
      "stock": 22,
      "categories": "Laptop",
      "description": "16.1 FullView Display. 7nm AMD Ryzen 4000H-Series processor. Fingerprint sensor button. Fast browsing with Wi-Fi 5."
    },
    {
      "id": 122,
      "title": "Soul S600 pink and gray wireless headphones",
      "price": 24,
      "image": "https://http2.mlstatic.com/D_NQ_NP_674074-MLA41256444568_032020-O.webp",
      "stock": 33,
      "categories": "Headphone",
      "description": "On the street, in the bus or at the office, always have your Soul headphones at hand and escape from the routine for a while! You will be able to enjoy the music you like the most and your favorite podcasts whenever and wherever you want. The perfect format for you. Being on-ear, they sit comfortably on your ears and offer great sound quality. Use them on long trips or outdoor activities."
    },
    {
      "id": 123,
      "title": "Webcam Hd Logitech C505e Microphone Long Range 720p",
      "price": 88,
      "image": "https://http2.mlstatic.com/D_NQ_NP_2X_657855-MLA49387279124_032022-F.webp",
      "stock": 46,
      "categories": "Camera",
      "description": "C505e USB BUSINESS HD WEBCAM. 720p HD webcam with long-range microphone. A WEB CAMERA WITH EXTENDED RANGE. The C505e model is a webcam with HD 720p video and a powerful microphone that allows you to have a conversation clearly and without raising your voice up to a distance of 3 meters. Plus, its extra-long 2-meter USB-A cable offers versatile and unique mounting options. HD 720 VIDEO ON WIDESCREEN. Go beyond the optical components built into laptops with a webcam that delivers rich, colorful, fluid, and clear video in widescreen, HD 720p/30 resolution. C505e provides a 60° diagonal field of view, fixed focus, and automatic lighting correction that adjusts to the lighting in any meeting space. CLEAR, NATURAL AUDIO. The unique omnidirectional microphone features noise reduction technology and was engineered to deliver clear, natural conversation from up to 3 meters away, even in busy environments like classrooms and open workspaces. 2M CABLE EXPANDS SETUP OPTIONS. With an extra-long 2 meter USB-A cable and universal clip, C505e offers a wide range of versatile mounting possibilities. Go traditional and place it securely on top of a laptop or external display, or get creative and mount it on a shelf or fixture up to 2 meters away from the computer."
    },
    {
      "id": 124,
      "title": "Armchair Gamer Playstation Xbox Gaming Pc Office Reinforced",
      "price": 237,
      "image": "https://http2.mlstatic.com/D_NQ_NP_983808-MLA48935592399_012022-O.webp",
      "stock": 21,
      "categories": "Chair",
      "description": "Two Color Options Light Blue with Black. They include 2 Lumbar (waist) and Cervical (neck) pillows. GAMER ARMCHAIR - High Back - Product Features -Ergonomic armrests. -Height adjustment mechanism, variable 10cm. -Tilting: regulates the inclination of the backrest and REINFORCED seat. - RECLINING backrest. -High durability wheels. -REINFORCED high durability PVC star. -Supports up to 150 kg. -Very very simple to assemble, ONLY TAKES 10 MIN, INCLUDES MANUAL. -Measures: - Back width 56.5cm.   - Backrest height 84cm. -Seat thickness 9 cm. -Distance between armrests 49cm. -From floor to seat 36cm - - - 44cm Max. -Seat width 54cn. -Seat depth 50cm. -From floor to armrest. 63cm Min 70cm Max.        Weight 22 kg. Box measurements: 134 x 24 x 65. 6 month warranty."
    },
    {
      "id": 125,
      "title": "Logitech MX - Wireless Vertical Mouse - Advanced Ergonomic Design Reduces Muscle Strain, Controls and Moves Content Between 3 Windows and Apple Computers (Bluetooth or USB), Rechargeable, Graphite",
      "price": 98,
      "image": "https://m.media-amazon.com/images/I/71P5QJEcfRL._AC_SX569_.jpg",
      "stock": 31,
      "categories": "Mouse",
      "description": "Advanced Ergonomic Design: Places your hand in a natural handshake position using a unique 57-degree angle, preventing forearm twisting and reducing muscle strain by 10% (compared to a traditional non-vertical mouse. Based on Logitech Study, September 2017)."
    },
    {
      "id": 126,
      "title": "Barter Wireless Keyboard, Full Size Ultra Slim Keyboard, Quiet Keys, 2.4GHz Wireless, Ergonomic USB Keyboard with Number Pad for Laptop Windows PC Desktop Mac, Gray",
      "price": 21,
      "image": "https://m.media-amazon.com/images/I/61mFC4NvwgL._AC_SX425_.jpg",
      "stock": 40,
      "categories": "Keyboard",
      "description": "Plug & Play 2.4GHz Wireless Keyboard: Plug & Play design wireless keyboard, no need to install drivers. You only need a USB receiver to connect for use. Advanced 2.4G technology increases a range of up to 33 feet, now you can enjoy wireless typing without a cable."
    },
    {
      "id": 127,
      "title": "Dell U3821DW UltraSharp Curved USB-C Hub Monitor - 37.52 Inch WQHD (3840 x 1600) 60Hz 2300R, 8ms Curvature Display, USB-C/DP/HDMI/RJ-45 Response Time, Height/Tilt/Tilt adjustable swivel, silver color",
      "price": 949,
      "image": "https://m.media-amazon.com/images/I/61aX0wtx8xL._AC_SX425_.jpg",
      "stock": 13,
      "categories": "Display",
      "description": "Stay ahead of the curve: See all your work and multitask efficiently with more screen real estate on this ultra-wide 37.5-inch WQHD Plus (3840 x 1600) curved display. With a vertical height of 1600 pixels, you can see more with less scrolling. The curvature of the 2300R screen creates a wider field of view, minimizes glare, and delivers near-uniform visual focus for more comfortable viewing. Built-in dual 9W speakers deliver big sound for an immersive viewing and listening experience."
    },
    {
      "id": 128,
      "title": "Solid Wood Desk",
      "price": 194,
      "image": "https://http2.mlstatic.com/D_NQ_NP_898630-MLA52199413992_102022-O.webp",
      "stock": 10,
      "categories": "Desktop",
      "description": "MEASURES : 1.50 MTRS LONG. 0.70 CM DEEP. 0.80 CM HEIGHT."
    },
    {
      "id": 129,
      "title": "Dell Laptop Inspiron 3515 15.6 Ryzen 3, 8GB RAM, 256GB SSD, Win 11, Silver.",
      "price": 1075,
      "image": "https://m.media-amazon.com/images/I/61TJthER+JL._AC_SY450_.jpg",
      "stock": 16,
      "categories": "Laptop",
      "description": "amd ryzen 3 3250u mobile processor with radeon graphics. 8gb, 1x8gb, ddr4, 2400mhz. 256gb cl35 m.2 ssd, 3 cell. 1 headphone/microphone combo jack, hdmi 1.4b (x1), sd card reader, usb 3.2 gen 1 (x2), usb2.0 (x1)."
    },
    {
      "id": 130,
      "title": "Logitech G Series Wireless Gaming Headset G435 Raw White and Lilac",
      "price": 108,
      "image": "https://http2.mlstatic.com/D_NQ_NP_627449-MLA48751429440_012022-O.webp",
      "stock": 28,
      "categories": "Headphone",
      "description": "Experience the adrenaline of immersing yourself in the scene in another way! Having specific headphones to play completely changes your experience in each game. With the Logitech G435 you don't miss any detail and you hear the audio as it was designed by the creators. The perfect format for you. The over-ear design provides unbeatable comfort thanks to its soft ear cushions. At the same time, its surround sound of the highest level becomes the protagonist of the scene."
    },
    {
      "id": 131,
      "title": "Webcam Hd Logitech C505e Microphone Long Range 720p",
      "price": 88,
      "image": "https://http2.mlstatic.com/D_NQ_NP_993236-MLA49387134796_032022-O.webp",
      "stock": 37,
      "categories": "Camera",
      "description": "A WEB CAMERA WITH EXTENDED RANGE. The C505e model is a webcam with HD 720p video and a powerful microphone that allows you to have a conversation clearly and without raising your voice up to a distance of 3 meters. Plus, its extra-long 2-meter USB-A cable offers versatile and unique mounting options."
    },
    {
      "id": 132,
      "title": "Ergonomic Gamer Chair Reclining Footrest Premium Quotas",
      "price": 631,
      "image": "https://http2.mlstatic.com/D_NQ_NP_939657-MLA48252360231_112021-O.webp",
      "stock": 17,
      "categories": "Chair",
      "description": "Elegant and comfortable Gamer chair that offers the best posture and ergonomics when playing. Reclined, upright or semi-lying, it allows you to adjust the experience by completely customizing it. Created with Premium materials of more resistant Pu leather and black carbon fiber for the best possible comfort. Design and comfort in one."
    },
    {
      "id": 133,
      "title": "Gaming Mouse : Logitech G700s Rechargeable",
      "price": 1521,
      "image": "https://http2.mlstatic.com/D_NQ_NP_895423-MLA31625715826_072019-O.webp",
      "stock": 8,
      "categories": "Mouse",
      "description": "Full-speed USB performance whether wireless or wired: Executes commands up to eight times faster than a standard USB mouse // 13 programmable controls: Perform simple commands or intricate macros with a single click of a button // Onboard memory: Store up to five ready-to-play profiles // Quick-connect USB recharging/data cable: Automatically switches to data-over-cable mode while you're charging for non-stop gaming // Laser accuracy for Windows PCs: Gaming-grade precision for Windows 10, Windows 8, Windows 7, Windows Vista, Windows XP. Some profile settings require optional software download for functioning "
    },
    {
      "id": 134,
      "title": "NACODEX Bluetooth Typewriter Keyboard 84 Keys with Cute Retro Round Keycaps, Comfortable Ergonomic Wireless Keyboard for iOS Window Android (Brown)",
      "price": 35,
      "image": "https://m.media-amazon.com/images/I/61BfVRIv5yS._AC_SX425_.jpg",
      "stock": 17,
      "categories": "Keyboard",
      "description": "Retro Fashion Bluetooth Keyboard: The wireless typewriter keyboard combines retro style and modern design, with soft-edge technology and cute round chocolate-colored keys, bringing you a comfortable and smooth typing experience; It is the best choice for your office or home keyboard."
    },
    {
      "id": 135,
      "title": "Apple Studio Display - Standard Glass - Tilt Stand​​​​",
      "price": 1779,
      "image": "https://m.media-amazon.com/images/I/71I1KXzxHIL._AC_SX679_.jpg",
      "stock": 23,
      "categories": "Display",
      "description": "Immersive 27-inch Retina 5K display with 600 nits of brightness, support for 1 billion colors and P3 wide color."
    },
    {
      "id": 136,
      "title": "Floating Desk Notebook + Shelf + Invisible Table",
      "price": 94,
      "image": "https://http2.mlstatic.com/D_NQ_NP_620514-MLA49693787444_042022-O.webp",
      "stock": 21,
      "categories": "Desktop",
      "description": "Mobik floating desk for multiple use includes bookcase or decoration more invisible brackets ready to install. Measurements of 90x45x56."
    },
    {
      "id": 137,
      "title": "Floating Desk Notebook + Shelf + Invisible Table",
      "price": 1440,
      "image": "https://m.media-amazon.com/images/I/61rJ8IkDmcL._AC_SY450_.jpg",
      "stock": 11,
      "categories": "Laptop",
      "description": "Microsoft Surface Laptop 4 with 13.5-Inch Touchscreen, AMD Ryzen 5 Surface Edition Processor, 16GB RAM, and 256GB Solid State Drive (Silver)"
    },
    {
      "id": 138,
      "title": "Logitech G Series Wireless Gaming Headphones G435 Black and Fluorescent Yellow",
      "price": 124,
      "image": "https://http2.mlstatic.com/D_NQ_NP_630172-MLA48751441285_012022-O.webp",
      "stock": 28,
      "categories": "Headphone",
      "description": "Experience the adrenaline of immersing yourself in the scene in another way! Having specific headphones to play completely changes your experience in each game. With the Logitech G435 you don't miss any detail and you hear the audio as it was designed by the creators."
    },
    {
      "id": 139,
      "title": "Genius ECam 8000 Full HD 30FPS webcam red color",
      "price": 64,
      "image": "https://http2.mlstatic.com/D_NQ_NP_749645-MLA52222344473_102022-O.webp",
      "stock": 43,
      "categories": "Camera",
      "description": "You no longer have to worry if your PC does not have a camera. This Genius device provides the image quality and features you need to communicate easily and effectively in virtuality."
    },
    {
      "id": 140,
      "title": "Gamer Pc Chair Supports Professional Feet Play Xbox",
      "price": 279,
      "image": "https://http2.mlstatic.com/D_NQ_NP_979522-MLA52170529966_102022-O.webp",
      "stock": 12,
      "categories": "Chair",
      "description": "If you are a person who likes to stream and promote your game to the maximum, this chair covers all your needs. It is important to have a good chair to prevent future injuries from sitting for a long time in front of a computer. In addition, with its design it adapts to different environments giving a modern touch. The seat and backrest adapt to your different positions throughout the game. Enjoy without neglecting the lumbar, dorsal and cervical areas. The wheels it has will allow you to easily move and clean your space. You will be able to move it without difficulty when you need it. In addition, being swivel will allow you to rotate the seat 360º without the need to change position or move from the place where you are."
    },
    {
      "id": 141,
      "title": "Philips G212 Gaming Usb Mouse",
      "price": 612,
      "image": "https://http2.mlstatic.com/D_NQ_NP_793843-MLA44643400524_012021-O.webp",
      "stock": 9,
      "categories": "Mouse",
      "description": "Philips G212 Gaming USB Mouse 500/2800DPI - 8 buttons - RGB High Performance Product. Ergonomic design. Connection: USB 2.0 wired. Buttons: 8 Buttons. Optical Sensor Precision Sensor : 500 – 1000 – 1500 – 2800 DPI, adjustable to 4 DPI levels. Frames per second: 3000 FPS. Frequency: 1000Hz.    Driver  Driver-free. Lighting type : RGB led effects."
    },
    {
      "id": 142,
      "title": "Womier K87 TKL Keyboard, Hot Swappable Mechanical Keyboard 87 Keys Custom Gaming Keyboard RGB 75% Botanical Keycaps for PC MAC PS4 Xbox Laptop - Gateron G Pro Red Switch",
      "price": 89,
      "image": "https://m.media-amazon.com/images/I/61mavXpgAWL._AC_SX679_.jpg",
      "stock": 19,
      "categories": "Keyboard",
      "description": "Unique & Collectible: This botanical themed 75% acrylic keyboard has unique XVX profile PBT heat sublimation keycap and acrylic themed shell, combining unique artistic design with a mechanical keyboard takes keyboarding to another level. showing fine art in 360°, dedicated to FPS gamers and efficient work."
    },
    {
      "id": 143,
      "title": "28-inch 16:18 DualUp Monitor with Ergo Stand and USB Type-C™",
      "price": 699,
      "image": "https://www.lg.com/us/images/monitors/md08002085/gallery/desktop-01.jpg",
      "stock": 7,
      "categories": "Display",
      "description": "Free up desk space and multitask more efficiently with a new, 16:18 aspect ratio stacked setup that swivels, freeing up your desk without giving up the screen space of a double monitor."
    },
    {
      "id": 144,
      "title": "Modern Desk Drawer New Model La Font Office Room",
      "price": 222,
      "image": "https://http2.mlstatic.com/D_NQ_NP_653892-MLA43949598397_102020-O.webp",
      "stock": 20,
      "categories": "Desktop",
      "description": "MODEL: -SERIOUS MEASURES: - General Measurements: 1.30 x 0.85 x 0.50 Mts. MADE IN: - First Quality Melamine Brand MASISA. FAPLAC"
    },
    {
      "id": 145,
      "title": "HUAWEI MateBook D 16 - 16.1'' Laptop, AMD Ryzen 5 4600H, 512GB ROM Memory + 16GB RAM, Gray",
      "price": 1232,
      "image": "https://m.media-amazon.com/images/I/61D1acWOJ9S._AC_SY450_.jpg",
      "stock": 6,
      "categories": "Laptop",
      "description": "16.1 FullView Display. 7nm AMD Ryzen 4000H-Series processor. Fingerprint sensor button Fast browsing with Wi-Fi 5."
    },
    {
      "id": 146,
      "title": "Aiwa AW-BT301 wireless headphones black",
      "price": 47,
      "image": "https://http2.mlstatic.com/D_NQ_NP_845802-MLA50236201078_062022-O.webp",
      "stock": 29,
      "categories": "Headphone",
      "description": "The perfect format for you. The over-ear design provides unbeatable comfort thanks to its soft ear cushions. At the same time, its surround sound of the highest level becomes the protagonist of the scene."
    },
    {
      "id": 147,
      "title": "Webcam Philips P406b Full Hd 1080p 30fps Usb Webcam Mac",
      "price": 86,
      "image": "https://http2.mlstatic.com/D_NQ_NP_771161-MLA48406120820_122021-O.webp",
      "stock": 29,
      "categories": "Camera",
      "description": "The PC webcam is equipped with true 1080P Full HD resolution. Adopting advanced H.264 compression technology, this webcam delivers a sharp image at 30 frames per second, giving you great video time and looking your best all the time."
    },
    {
      "id": 148,
      "title": "Gadnic Gamer Chair Reclining Ecological Leather Max Weight 150kg Red",
      "price": 467,
      "image": "https://http2.mlstatic.com/D_NQ_NP_917604-MLA51428135989_092022-O.webp",
      "stock": 11,
      "categories": "Chair",
      "description": "New Paradiso gaming chair comes in a box disassembled and ready for you to assemble in just 5 minutes."
    }
  ]
}
