{
  "results": [
    {
      "id": 78,
      "title": "Wireless Bluetooth Rechargeable Dual Ergonomic Mouse",
      "price": 14,
      "image": "https://http2.mlstatic.com/D_NQ_NP_798385-MLA48773970456_012022-O.webp",
      "stock": 120,
      "categories": "Mouse",
      "description": "RECHARGEABLE WIRELESS MOUSE, MACBOOK AIR, PRO ALL YEARS AND VERSIONS! IPAD AIR, PRO, MINI ETC ALL VERSIONS, ANDROID AND WINDOWS ALL DEVICES! Made of Built-In charging technology the lithium battery, Quiet design, Adjustable DPI Offers precise positioning, Rechargeable:Built-in rechargeable battery, 2-3 months of use after 3-4 hours of charging, DUAL connection: BLUETOOTH and WITH USB DONGLE 2.4G, Sensing resolution: 3 adjustable DPI (1000 / 1200 / 1600DPI), 450mAh rechargeable battery (long life cycle lithium polymer battery), Support system: Windows Vista, Windows XP Windows7 / 8 / 10 Linux Android mac OS X (compatible with imac one machine / macbook air / Mac mini, macbook pro / ipad / iphone), Tracking System: Optical, Operating distance: 10m, Weight: 3.18oz, Measures: 12cmx5.5cmx2cm."
    },
    {
      "id": 79,
      "title": "MageGee 75% Mechanical Wired Gaming Keyboard with Blue Switches and Ice Blue Backlight",
      "price": 30,
      "image": "https://m.media-amazon.com/images/I/61CKHONChZL._AC_SX679_.jpg",
      "stock": 210,
      "categories": "Keyboard",
      "description": "Metal Panel and Type-C Separate Design: MageGee Star84 75% mechanical keyboard adopts advanced metal panel design, beautiful and strong. The keyboard and the Type-C line can be separated, which is convenient for you to use. Type-C cable adopts specially customized thick anti-interference line, more stable and accurate for your ideas output."
    },
    {
      "id": 80,
      "title": "Dell Monitor 24 - P2422H - Full HD 1080p, IPS Technology, ComfortView Plus Technology",
      "price": 130,
      "image": "https://m.media-amazon.com/images/I/61gwkgOCxWL._AC_SX679_.jpg",
      "stock": 89,
      "categories": "Display",
      "description": "Comfort without sacrificing color: Optimize eye comfort with ComfortView Plus, an integrated always-on display that reduces potentially harmful blue light emissions while delivering accurate color."
    },
    {
      "id": 81,
      "title": "Industrial Desk Vintage Nordic Iron 130x60",
      "price": 67,
      "image": "https://http2.mlstatic.com/D_NQ_NP_921318-MLA49862214814_052022-O.webp",
      "stock": 65,
      "categories": "Desktop",
      "description": "INDUSTRIAL style, length 1.30, width 0.60, high 0.77, 20 mm solid planked wood, Colors: Pine, Light Oak, Dark Oak."
    },
    {
      "id": 82,
      "title": "Acer Aspire C27-1655-UA93 AIO Desktop, 27'' Full HD IPS Display, 11th Gen Intel Core i7-1165G7, NVIDIA GeForce MX330, 16GB DDR4, 512GB SSD, 1TB HDD, Intel Wireless Wi-Fi 6",
      "price": 1330,
      "image": "https://m.media-amazon.com/images/I/71udN1DBtlL._AC_SX679_.jpg",
      "stock": 40,
      "categories": "Laptop",
      "description": "Break the limits of performance with the Intel Core i7-1165G7 processor: up to 4.7 GHz, 4 cores, 8 threads, 12 MB Intel Smart Cache; NVIDIA GeForce MX330 with 2 GB of dedicated GDDR5 VRAM"
    },
    {
      "id": 83,
      "title": "Wireless headphones Sony WH-CH510 black",
      "price": 63,
      "image": "https://http2.mlstatic.com/D_NQ_NP_933418-MLA40865317836_022020-O.webp",
      "stock": 87,
      "categories": "Headphone",
      "description": "10m wireless range, the battery lasts 35 hours, hands-free mode included, with built-in microphone, superior sound without limits, comfortable and practical, the battery life depends on the use that is given to the product."
    },
    {
      "id": 84,
      "title": "Webcam Web Camera Full Hd 1080p With Built-in Microphone And Stand",
      "price": 30,
      "image": "https://http2.mlstatic.com/D_NQ_NP_918866-MLA51736308834_092022-O.webp",
      "stock": 189,
      "categories": "Camera",
      "description": "PC-20 FHD Webcam Full HD resolution 1920 x 1080P 30fps, Brand: Phottix, Model: PC-20 FHD,  The Phottix PC-20 FHD webcam delivers high-quality Full HD 1080P video, for better encounters with USB-enabled video conferencing, tutorial, webinar"
    },
    {
      "id": 85,
      "title": "Office Chair Desk Ergonomic Swivel Computer Pc",
      "price": 67,
      "image": "https://http2.mlstatic.com/D_NQ_NP_667882-MLA51261950154_082022-O.webp",
      "stock": 121,
      "categories": "Chair",
      "description": "Model Office chair Mesh Fabirc, back material High quality breathable mesh fabric, high quality PP main frame, high quality PP arm, seat Thick high elastic sponge, chair Leg High-Load And, antirust Steel Five-Star Chair Leg."
    },
    {
      "id": 86,
      "title": "Microsoft Bluetooth Mint Mouse",
      "price": 10,
      "image": "https://http2.mlstatic.com/D_NQ_NP_791646-MLA47177855259_082021-O.webp",
      "stock": 231,
      "categories": "Mouse",
      "description": "To work from home on the computer or take advantage of leisure time, you need comfort and ease of movement. With your Microsoft Bluetooth Mouse find what you are looking for in a single device with the best technology. Its efficient design makes this mouse a comfortable element, with a great user experience for those who seek security in each click. Its Bluetrack sensor will allow you to use it on any surface, it will provide more speed and it will detect orders with greater accuracy."
    },
    {
      "id": 87,
      "title": "Logitech G Pro Gaming Keyboard, Ultra-Portable Tenkeyless Design, Detachable Micro USB Cable, 16.8 Million LIGHTSYNC Colors and RGB Backlit Keys",
      "price": 72,
      "image": "https://m.media-amazon.com/images/I/51K1mE5uVyL._AC_SX679_.jpg",
      "stock": 179,
      "categories": "Keyboard",
      "description": "Compact, ultra-portable keyless design frees up desk space for mouse movement. It is easy to pack up and transport to tournaments. Use LIGHTSYNC to highlight keys and program static lighting patterns to onboard memory for tournament systems that don't allow G HUB installations."
    },
    {
      "id": 88,
      "title": "KOORUI 27 Inch Computer Monitor 144Hz QHD 2560P Gaming Monitor",
      "price": 220,
      "image": "https://m.media-amazon.com/images/I/71Ni33LIM8L._AC_SX679_.jpg",
      "stock": 57,
      "categories": "Display",
      "description": "Model 27E6QC, 16:9 screen ratio, 20 million:1 dynamic contrast ratio, 85% DCI-P3 color gamut, max color 16.7 million colors, net weight 11.2 kg, machine size 640 x 450 x 180 mm , with 1m DP cable, interface audio output. 3-year product warranty: 3-year free returns and exchanges."
    },
    {
      "id": 89,
      "title": "Melamine Desk Mdf Shelves 90x45 Milan Mdv Projects",
      "price": 44,
      "image": "https://http2.mlstatic.com/D_NQ_NP_627680-MLA45569825777_042021-O.webp",
      "stock": 232,
      "categories": "Desktop",
      "description": "MILAN desk, a delicate design with great functionality and suitable for different environments in the house. Made of melamine with an 18 mm thick MDF core (we do not work with chipboard) and PVC edges with mechanized gluing."
    },
    {
      "id": 90,
      "title": "Dell Inspiron 24 5400 Series 2022 All-in-One Touchscreen Desktop, Intel Core i7-1165G7",
      "price": 1120,
      "image": "https://m.media-amazon.com/images/I/51r1CbibGqL._AC_SX679_.jpg",
      "stock": 21,
      "categories": "Laptop",
      "description": "Intel Core i7-1165G7 processor, 23.8-inch AIT Infinity FHD Narrow Border Anti-Glare Touchscreen, NVIDIA GeForce MX330 2GB graphics."
    },
    {
      "id": 91,
      "title": "Wireless headphones JBL Tune 760NC black",
      "price": 91,
      "image": "https://http2.mlstatic.com/D_NQ_NP_961753-MLA48750424812_012022-O.webp",
      "stock": 153,
      "categories": "Headphone",
      "description": "JBL, a world-renowned brand in the audio market, has been a benchmark for the high quality of its products for more than 70 years. Its range of headphones is varied, since the company offers in-ear, over-ear, on-ear, sports and wireless products. Any of these is a good option to make you enjoy your favorite music"
    },
    {
      "id": 92,
      "title": "Logitech StreamCam Full HD 60FPS Graphite Webcam",
      "price": 125,
      "image": "https://http2.mlstatic.com/D_NQ_NP_693511-MLA49292239912_032022-O.webp",
      "stock": 190,
      "categories": "Camera",
      "description": "This webcam offers a built-in microphone, allowing you to capture ambient sound. You can enjoy conversations with speaker or headphones, if you are looking for more privacy."
    },
    {
      "id": 93,
      "title": "Office Chair Desk Direttore Iii With Executive Leather Upholstery",
      "price": 113,
      "image": "https://http2.mlstatic.com/D_NQ_NP_685387-MLA51428136962_092022-O.webp",
      "stock": 112,
      "categories": "Chair",
      "description": "New Direttore III executive chair comes boxed disassembled and ready for you to assemble in just 5 minutes. It includes all the necessary tools for its assembly without inconveniences and with the greatest possible practicality."
    },
    {
      "id": 94,
      "title": "Genius NX-7000 elegant white wireless mouse",
      "price": 6,
      "image": "https://http2.mlstatic.com/D_NQ_NP_737755-MLA32845927869_112019-O.webp",
      "stock": 331,
      "categories": "Mouse",
      "description": "Their main goal is to provide people with a better user experience. In addition, it seeks to incorporate ecological designs that respect the environment. The Genius mouse is characterized by smooth curves that are comfortable in either hand. Thanks to its resolution, you will achieve precise movements on a wide range of surfaces."
    },
    {
      "id": 95,
      "title": "DIERYA DK61SE Wired 60% Mechanical Keyboard RGB Backlight",
      "price": 43,
      "image": "https://m.media-amazon.com/images/I/61oJ4hFUY3L._AC_SX679_.jpg",
      "stock": 119,
      "categories": "Keyboard",
      "description": "Double Shot Keycaps: Using transparent material on the keycap characters, compared with ordinary printed characters do not fade over time, the backlight shows the characters through the transparent layer, you can easily see the keycap characters on Darkness."
    },
    {
      "id": 96,
      "title": "ASUS VA24DQ 23.8” Monitor, 1080P Full HD",
      "price": 150,
      "image": "https://m.media-amazon.com/images/I/71E1ePS8QDL._AC_SX679_.jpg",
      "stock": 168,
      "categories": "Display",
      "description": "Supports both Adaptive-Sync with NVIDIA GeForce* graphics cards and FreeSync with AMD Radeon graphics cards *Compatible with NVIDIA GeForce GTX 10 series, GTX 16 series, RTX 20 series and newer graphics cards."
    },
    {
      "id": 97,
      "title": "Modern Desk, Youth, Gamer, Glossy Solid Top",
      "price": 292,
      "image": "https://http2.mlstatic.com/D_NQ_NP_657146-MLA47170058989_082021-O.webp",
      "stock": 130,
      "categories": "Desktop",
      "description": "Buy with confidence, we are manufacturers, extensive experience in the field, Direct manufacturers, the Best Quality in the Market, We offer professional installation and custom projects, Estimated manufacturing time of 10 to 15 business days."
    },
    {
      "id": 98,
      "title": "iMac Apple Mgpc3le/a 24' M1 8 Gb Ram 256 Gb Ssd Macos",
      "price": 6110,
      "image": "https://http2.mlstatic.com/D_NQ_NP_671398-MLA52368730470_112022-O.webp",
      "stock": 29,
      "categories": "Laptop",
      "description": "24-inch (diagonal) Retina 4.5K, 4480-by-2520 resolution at 218 pixels per inch with support for 1 billion colors, 500-nit brightness, Wide Color Gamut (P3), True Tone technology, Apple M1 CPU chip 8-core with 4 performance cores and 4 efficiency cores 8-core GPU16-core Neural Engine."
    },
    {
      "id": 99,
      "title": "JBL Tune 500 Headphones Black",
      "price": 21,
      "image": "https://http2.mlstatic.com/D_NQ_NP_799004-MLA46345632217_062021-O.webp",
      "stock": 203,
      "categories": "Headphone",
      "description": "Hands-free mode included, integrated voice assistants: Google Assistant and Siri, with built-in microphone, the length of the cable is 118.7 cm, superior sound and without limits, comfortable and practical."
    },
    {
      "id": 100,
      "title": "Logitech PTZ Pro 2 Full HD 30FPS webcam grey/black",
      "price": 677,
      "image": "https://http2.mlstatic.com/D_NQ_NP_973636-MLA49974270809_052022-O.webp",
      "stock": 74,
      "categories": "Camera",
      "description": "Having a video conference is easier than ever. Its plug and play technology allows you to connect the camera to the computer without having to configure or offer parameters to its drivers."
    },
    {
      "id": 101,
      "title": "Executive Managerial Office Chair Tilt Pc Teleworking",
      "price": 129,
      "image": "https://http2.mlstatic.com/D_NQ_NP_974063-MLA50832943524_072022-O.webp",
      "stock": 99,
      "categories": "Chair",
      "description": "The exclusive design of this model allows you to accommodate your back so as not to impair your posture, so whether you use it in your office, your room or your study, you will be able to concentrate on your daily tasks without problem. In addition, the height control, lock and adjust tilt system and the option to raise the armrests will allow you to adapt the chair for the size of the body and the height of the PC desk. It is upholstered in breathable mesh fabric in different colors: black, green, white, turquoise and salmon."
    },
    {
      "id": 102,
      "title": "Logitech M90 Optical Mouse 1000 Dpi Ambidextrous Windows Mac",
      "price": 3,
      "image": "https://http2.mlstatic.com/D_NQ_NP_996334-MLA46720827234_072021-O.webp",
      "stock": 276,
      "categories": "Mouse",
      "description": "Comfortable, simple and ready to use. Simple in design and ready to meet your needs, hassle-free. It is very simple. Plug the cable into the USB port and it's ready to go. No downloads, no setup, no hassle. Whether you're left or right handed, you'll have hours of comfort in this full-size design for ambidextrous use."
    },
    {
      "id": 103,
      "title": "ROYALAXE X ProtoArc R68 Wireless Mechanical Keyboard",
      "price": 98,
      "image": "https://m.media-amazon.com/images/I/61awZklmFSL._AC_SX679_.jpg",
      "stock": 166,
      "categories": "Keyboard",
      "description": "Yellow SMD Gateron Mechanical Switches - Linear Switch w/ 50g Average Actuation Force, 3-Pin Board Mount, 2mm Pre-Action, 4mm Total Travel, MX Frame. Factory lubricated, very smooth."
    },
    {
      "id": 104,
      "title": "LG 49WQ95C-W 49-inch 32:9 Curved, Ultra-Wide, DQHD (5120 x 1440)",
      "price": 520,
      "image": "https://m.media-amazon.com/images/I/81eu3JTeATL._AC_SX679_.jpg",
      "stock": 200,
      "categories": "Display",
      "description": "nVIDIA G-SYNC Compatible: Officially validated by NVIDIA as G-SYNC compatible. This translates to faster, smoother gaming which has been proven to reduce screen tearing and stuttering. Never miss a frame of the action as you clinch your victories."
    },
    {
      "id": 105,
      "title": "Double Boy Desk With Drawer. 195cm Long",
      "price": 61,
      "image": "https://http2.mlstatic.com/D_NQ_NP_778276-MLA48792741922_012022-O.webp",
      "stock": 167,
      "categories": "Desktop",
      "description": "Double Boy Desk with Drawer. Ciudad Muebles presents its new product. On this occasion we present two work tables together with a modern and minimalist filing cabinet with drawers. Ideal for the use of small spaces, optimizing every corner to the maximum. Adaptable to any type of environment. Excellent for use in offices such as workplaces or at home. Due to its aesthetics, it presents excellent functionality. Excellent quality and NO visible screws. It has a PVC edge around the edge of the desk top so as not to hurt the forearms."
    },
    {
      "id": 106,
      "title": "Huawei MateStation S- Desktop PC, AMD Ryzen 5 4600G Processor",
      "price": 750,
      "image": "https://m.media-amazon.com/images/I/71OPMWKqZWS._AC_SY450_.jpg",
      "stock": 53,
      "categories": "Laptop",
      "description": "MateStation PC, AMD Ryzen 5 4600G Processor, Radeon Graphics Processor. SSD: 256 GB M.2 with room for expansion of other memory.HDD: Supports installing a SATA drive for expansion. Battery capacity: Output 250V/10A,Software Windows 10 Home 64-bit"
    },
    {
      "id": 107,
      "title": "Motorola Escape 220 Wireless Headphones Black",
      "price": 39,
      "image": "https://http2.mlstatic.com/D_NQ_NP_891394-MLA46478527249_062021-O.webp",
      "stock": 112,
      "categories": "Headphone",
      "description": "The battery lasts 23 h, hands-free mode included, integrated voice assistants: Alexa, Siri and Google Assistant, with built-in microphone, superior sound and without limits, comfortable and practical, the battery life depends on the use that is given to the product."
    },
    {
      "id": 108,
      "title": "Gadnic Web Camera 4k 8mp Usb Microphone Windows Mac + Tripod",
      "price": 101,
      "image": "https://http2.mlstatic.com/D_NQ_NP_655166-MLA46869638274_072021-O.webp",
      "stock": 89,
      "categories": "Camera",
      "description": "4K UHD Webcam: Widescreen 3840x2160 high-definition resolution, specifically designed for quality streaming, professional video conferencing when working at home and social video, gaming video, smooth images for Skype conferences, video calls and YouTube recordings. Rotatable Streaming Webcam: Can be oriented 90 degrees, you can adjust to your optimal viewing angle, and provides easy access to any laptop, LCD monitor, desktop, or tripod. What's more, this adjustable range makes it sturdy when you rotate to the required angle, it doesn't move easily."
    },
    {
      "id": 109,
      "title": "Desk Chair Managerial Executive Armchair Office Pc",
      "price": 162,
      "image": "https://http2.mlstatic.com/D_NQ_NP_643947-MLA51287673038_082022-O.webp",
      "stock": 120,
      "categories": "Chair",
      "description": "Reclining, Seat upholstered in eco-leather, Armrests padded and upholstered in eco-leather, Chromed legs"
    },
    {
      "id": 110,
      "title": "Mouse Genius DX-110 USB soft black",
      "price": 3,
      "image": "https://http2.mlstatic.com/D_NQ_NP_610024-MLA44840092138_022021-O.webp",
      "stock": 450,
      "categories": "Mouse",
      "description": "It uses a cable, has a scroll wheel, with an optical sensor, 1000dpi resolution, created to take everywhere, intelligent control and easy navigation."
    },
    {
      "id": 111,
      "title": "84 Keys Gaming Mechanical Keyboard Compact Gray Gaming Keyboard with Clicky Blue Switches",
      "price": 30,
      "image": "https://m.media-amazon.com/images/I/611o+sHq96L._AC_SX679_.jpg",
      "stock": 192,
      "categories": "Keyboard",
      "description": "Ergonomic Mechanical Keyboard: Double shot keycaps make this keyboard more durable and long lasting. High and low keys keep your fingers in a natural state to help reduce hand fatigue after extended use. Non-slip design prevents the keyboard from moving back and forth."
    },
    {
      "id": 112,
      "title": "LG 27GN950-B Ultragear Gaming Monitor 27 Inch UHD (3840x2160) Nano IPS Display",
      "price": 800,
      "image": "https://m.media-amazon.com/images/I/81fdHiIG1dL._AC_SX679_.jpg",
      "stock": 43,
      "categories": "Display",
      "description": "27-inch UHD (3840 x 2160) Nano IPS, IPS 1ms (GtG) 144Hz display with VESA DSC technology, NVIDIA G-SYNC compatible with AMD FreeSync Premium Pro, DCI-P3 98% with VESA DisplayHDR 600, Virtually borderless display on its 4 sides"
    },
    {
      "id": 113,
      "title": "Craft Original BRown Desk",
      "price": 127,
      "image": "https://http2.mlstatic.com/D_NQ_NP_667111-MLA51188532939_082022-O.webp",
      "stock": 98,
      "categories": "Desktop",
      "description": "ideal desk for all types of distribution and setups, you can take advantage of the space for all kinds of components and it is comfortable to place in the room"
    },
    {
      "id": 114,
      "title": "Acer Aspire TC-885-UA91 Desktop Computer",
      "price": 815,
      "image": "https://m.media-amazon.com/images/I/61UgXsi+mcL._AC_SY450_.jpg",
      "stock": 75,
      "categories": "Laptop",
      "description": "9th Generation Intel Core i3 9100 Processor (up to 4.2 GHz), 8 GB DDR4 Memory, 512 GB SSD and 8 GB DVD Dual Layer Drive (DVD RW) Writer, Gigabit Ethernet LAN and Bluetooth 5.1 USB 3 Type-C Gen 2 port (up to 10 slots), 1 USB 3 Gen 2 port, 1 USB 3 Gen 1 port, 4 USB 2 ports and 2 HDMI ports and 1 VGA port, Windows 10 Home, USB keyboard and USB mouse"
    },
    {
      "id": 115,
      "title": "Havit H2232D black gamer headphones with rgb LED light",
      "price": 15,
      "image": "https://http2.mlstatic.com/D_NQ_NP_660325-MLA45810336750_052021-O.webp",
      "stock": 279,
      "categories": "Headphone",
      "description": "Experience the adrenaline of immersing yourself in the scene in another way! Having specific headphones to play completely changes your experience in each game. With the Havit H2232D you don't miss any detail and you hear the audio as it was designed by the creators."
    },
    {
      "id": 116,
      "title": "Webcam Webcam Streaming Logitech C925e Hd 1080p Usb Full",
      "price": 55,
      "image": "https://http2.mlstatic.com/D_NQ_NP_957347-MLA48742387923_012022-O.webp",
      "stock": 76,
      "categories": "Camera",
      "description": "It provides HD 1080p/30 fps recording and autofocus for full clarity in a 78° field of view, perfect for framing the speaker. Two omnidirectional microphones optimized to capture sound up to one meter away so conversations always sound clear."
    },
    {
      "id": 152,
      "title": "Outlet Diva gamer ergonomic black desk chair with marathon upholstery",
      "price": 78,
      "image": "https://http2.mlstatic.com/D_NQ_NP_695659-MLA46217963329_052021-O.webp",
      "stock": 299,
      "categories": "Chair",
      "description": "It is very common for you to adopt a bad posture when sitting and that undoubtedly brings a series of pathologies that have a direct impact on your well-being. This ergonomic chair is the one for those who spend a lot of time at the desk, whether for work or study, since its design adapts to the shape of the body and guarantees balanced pressure distribution. Create a healthy and productive work environment."
    }
  ],
  "offset": 0,
  "number": 150
}
